IDEA Open Model
CombiInputEC.TypeCombiEC Property
Compatible with IDEA StatiCa Beta 20.0
 Type of EC combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TypeOfCombiEC TypeCombiEC { get; set; }
Public Property TypeCombiEC As TypeOfCombiEC
	Get
	Set
Property Value
Type: TypeOfCombiEC
See Also
Reference
CombiInputEC Class
IdeaRS.OpenModel.Loading Namespace